Repository: quangtuyen88/forge
Catalog: App/Forge/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi

source: Core
ja: 体幹
ko: 코어
vi: Lõi

source: Correct the stored status
ja: 保存された状態を修正
ko: 저장된 상태 수정
vi: Sửa lại trạng thái đã lưu

source: Could not save profile
ja: プロフィールを保存できませんでした
ko: 프로필을 저장할 수 없어요
vi: Không lưu được hồ sơ

source: Couldn't explain right now.
ja: 今は説明できません。
ko: 지금은 설명할 수 없어요.
vi: Hiện tại không giải thích được.

source: Couldn't read that file. Export it again and retry.
ja: ファイルを読み込めませんでした。もう一度書き出して再試行してください。
ko: 파일을 읽을 수 없어요. 다시 내보내고 재시도해 주세요.
vi: Không đọc được tệp. Xuất lại rồi thử lại.

source: Couldn't read that. Say the exercise, weight and reps, like deadlift 132.5 x 8.
ja: 聞き取れませんでした。種目・重量・回数を、たとえば deadlift 132.5 x 8 のように話してください。
ko: 잘 못 알아들었어요. 운동·무게·횟수를 'deadlift 132.5 x 8'처럼 말해 주세요.
vi: Không nghe rõ. Hãy nói bài tập, mức tạ và số lần, ví dụ deadlift 132.5 x 8.

source: Couldn't save this set. Your numbers are still here — try again.
ja: このセットを保存できませんでした。入力はそのまま残っています。もう一度お試しください。
ko: 이 세트를 저장하지 못했습니다. 입력한 값은 그대로 있습니다. 다시 시도하세요.
vi: Không lưu được hiệp này. Số liệu của bạn vẫn còn — hãy thử lại.

source: Couldn't save this workout
ja: このワークアウトを保存できませんでした
ko: 이 운동을 저장할 수 없습니다
vi: Không thể lưu buổi tập này

source: Couldn't start listening. Try again.
ja: 音声入力を開始できませんでした。もう一度お試しください。
ko: 받아쓰기를 시작할 수 없었어요. 다시 시도해 주세요.
vi: Không thể bắt đầu nghe. Hãy thử lại.

source: Counted as %lld sessions per week × %lld weeks = %lld completed sessions.
ja: 週%1$lldセッション × %2$lld週 = %3$lldセッション完了としてカウントされます。
ko: 주 %1$lld회 × %2$lld주 = 완료 세션 %3$lld개로 계산됨.
vi: Được tính là %1$lld buổi mỗi tuần × %2$lld tuần = %3$lld buổi đã hoàn thành.

source: Counted from %lld recorded recommendation%@.
ja: %1$lld件の記録済み推奨%2$@からカウントされます。
ko: 기록된 추천 %1$lld개%2$@로부터 계산됨.
vi: Được tính từ %1$lld khuyến nghị%2$@ đã ghi.

source: Counted from completed sessions after this goal was created. A percentage target is not offered: a rate cannot be counted from records without inventing one.
ja: この目標の作成後に完了したセッションからカウントされます。割合の目標は提供されません。記録から率を数えるにはでっち上げが必要になるためです。
ko: 이 목표 생성 후 완료된 세션으로부터 계산됨. 백분율 목표는 제공되지 않습니다: 비율은 기록에서 지어내지 않고는 계산할 수 없기 때문입니다.
vi: Được tính từ các buổi tập đã hoàn thành sau khi mục tiêu này được tạo. Không đưa ra mục tiêu theo tỷ lệ phần trăm: không thể tính tỷ lệ từ bản ghi mà không bịa ra một con số.

source: Counting records
ja: 記録をカウント中
ko: 기록 계산 중
vi: Đang đếm bản ghi

source: Create custom exercise…
ja: カスタム種目を作成…
ko: 커스텀 운동 만들기…
vi: Tạo bài tập tùy chỉnh…

source: Create profile
ja: プロフィールを作成
ko: 프로필 만들기
vi: Tạo hồ sơ

source: Crew
ja: クルー
ko: 크루
vi: Nhóm

source: Crew is unreachable
ja: クルーに接続できません
ko: 크루에 연결할 수 없어요
vi: Không kết nối được nhóm

source: Crowded gym
ja: 混雑したジム
ko: 붐비는 헬스장
vi: Phòng tập đông

source: Current
ja: 現在
ko: 현재
vi: Hiện tại

source: Current day
ja: 今日
ko: 현재 날짜
vi: Ngày hiện tại

source: Current goal: %@
ja: 現在の目標: %@
ko: 현재 목표: %@
vi: Mục tiêu hiện tại: %@

source: Current lifts (optional)
ja: 現在のリフト（任意）
ko: 현재 리프트(선택)
vi: Mức tạ hiện tại (không bắt buộc)

source: Currently scheduled %@. Pick the day it should move to.
ja: 現在は%@に予定されています。移動先の日を選んでください。
ko: 현재 %@에 예정되어 있습니다. 이동할 날짜를 선택하세요.
vi: Hiện đang xếp vào %@. Chọn ngày muốn dời tới.

source: Custom
ja: カスタム
ko: 사용자 지정
vi: Tùy chỉnh

source: Custom exercises
ja: カスタム種目
ko: 커스텀 운동
vi: Bài tập tùy chỉnh

source: Custom food
ja: カスタム食品
ko: 커스텀 음식
vi: Thực phẩm tùy chỉnh

source: Customise
ja: カスタマイズ
ko: 사용자 지정
vi: Tùy chỉnh

source: Daily check-in
ja: 毎日のチェックイン
ko: 매일 체크인
vi: Điểm danh hằng ngày

source: Daily fuel guidance
ja: 毎日の栄養ガイダンス
ko: 일일 영양 안내
vi: Hướng dẫn dinh dưỡng hằng ngày

source: Dark
ja: ダーク
ko: 다크
vi: Tối

source: Data
ja: データ
ko: 데이터
vi: Dữ liệu

source: Date
ja: 日付
ko: 날짜
vi: Ngày

source: Day
ja: 日
ko: 날짜
vi: Ngày

source: Day %lld of %lld · %lld comparable set%@
ja: 第%1$lld日 / %2$lld日 · %3$lld件の比較可能なセット%4$@
ko: %1$lld일차 / 총 %2$lld일 · 비교 가능한 세트 %3$lld개%4$@
vi: Ngày %1$lld trên %2$lld · %3$lld hiệp so sánh được%4$@

source: Day of the note
ja: メモの日付
ko: 메모 날짜
vi: Ngày của ghi chú

source: Days per week
ja: 週あたりの日数
ko: 주당 일수
vi: Số buổi mỗi tuần

source: Days, exercise names, set counts and rep ranges are the entire payload — nothing else is sent.
ja: 送信されるのは、日、種目名、セット数、レップ範囲のみです — 他には何も送信されません。
ko: 날짜, 운동 이름, 세트 수, 횟수 범위가 전송 데이터의 전부이며 그 외에는 전송되지 않습니다.
vi: Các ngày, tên bài tập, số hiệp và khoảng số lần là toàn bộ dữ liệu — không có gì khác được gửi đi.

source: Deadline
ja: 期限
ko: 마감일
vi: Hạn chót

source: Decrease %@
ja: %@を減らす
ko: %@ 줄이기
vi: Giảm %@

source: Decrease RPE
ja: RPEを下げる
ko: RPE 낮추기
vi: Giảm RPE

source: Default
ja: デフォルト
ko: 기본값
vi: Mặc định

source: Delete
ja: 削除
ko: 삭제
vi: Xóa

source: Delete %@ · %@?
ja: %1$@ · %2$@を削除しますか？
ko: %1$@ · %2$@ 삭제?
vi: Xóa %1$@ · %2$@?

source: Delete account
ja: アカウントを削除
ko: 계정 삭제
vi: Xóa tài khoản

source: Delete account and data
ja: アカウントとデータを削除
ko: 계정과 데이터 삭제
vi: Xóa tài khoản và dữ liệu

source: Delete all training data
ja: すべてのトレーニングデータを削除
ko: 모든 훈련 데이터 삭제
vi: Xóa toàn bộ dữ liệu tập luyện

source: Delete all training data?
ja: すべてのトレーニングデータを削除しますか？
ko: 모든 훈련 데이터를 삭제할까요?
vi: Xóa toàn bộ dữ liệu tập luyện?

source: Delete note
ja: メモを削除
ko: 메모 삭제
vi: Xóa ghi chú

source: Delete session
ja: セッションを削除
ko: 세션 삭제
vi: Xóa buổi tập

source: Delete this note?
ja: このメモを削除しますか？
ko: 이 메모를 삭제할까요?
vi: Xóa ghi chú này?

source: Delete this session?
ja: このセッションを削除しますか？
ko: 이 세션을 삭제할까요?
vi: Xóa buổi tập này?

source: Delete your account?
ja: アカウントを削除しますか？
ko: 계정을 삭제할까요?
vi: Xóa tài khoản của bạn?

source: Deletes only this note
ja: このメモのみ削除します
ko: 이 메모만 삭제합니다
vi: Chỉ xóa ghi chú này

source: Deletes your training data on this device and in your account.
ja: この端末とアカウントのトレーニングデータを削除します。
ko: 이 기기와 계정의 훈련 데이터를 삭제해요.
vi: Sẽ xóa dữ liệu tập luyện trên thiết bị này và trong tài khoản.

source: Deload
ja: ディロード
ko: 디로드
vi: Giảm tải

source: Deload scheduled
ja: ディロードが予定されました
ko: 디로드 예정됨
vi: Đã xếp lịch giảm tải

source: Deload started
ja: ディロードを開始しました
ko: 디로드를 시작했어요
vi: Đã bắt đầu giảm tải

source: Deload week
ja: ディロード週
ko: 디로드 주
vi: Tuần giảm tải

source: Deload · half the sets, RPE ≤ 6
ja: ディロード · セット半減、RPE ≤ 6
ko: 디로드 · 세트 절반, RPE ≤ 6
vi: Giảm tải · nửa số hiệp, RPE ≤ 6

source: Delts
ja: 三角筋
ko: 삼각근
vi: Vai

source: Demo clip coming
ja: デモ映像は準備中
ko: 데모 영상 준비 중
vi: Video demo sắp ra mắt

source: Details
ja: 詳細
ko: 세부 정보
vi: Chi tiết

source: Dictate
ja: 音声入力
ko: 받아쓰기
vi: Đọc chính tả

source: Dictation engine
ja: 音声入力エンジン
ko: 받아쓰기 엔진
vi: Công cụ nghe chép

source: Dictation language
ja: 音声入力の言語
ko: 받아쓰기 언어
vi: Ngôn ngữ nghe chép

source: Didn't catch that — %@
ja: 聞き取れませんでした — %@
ko: 잘 못 들었어요 — %@
vi: Không nghe rõ — %@

source: Dinner
ja: 夕食
ko: 저녁
vi: Bữa tối

source: Direction
ja: 方向
ko: 방향
vi: Hướng

source: Discard changes
ja: 変更を破棄
ko: 변경 사항 버리기
vi: Bỏ thay đổi

source: Discard workout
ja: ワークアウトを破棄
ko: 운동 삭제
vi: Hủy buổi tập

source: Dismiss
ja: 閉じる
ko: 닫기
vi: Bỏ qua

source: Dismiss week review
ja: 週のレビューを閉じる
ko: 주간 리뷰 닫기
vi: Bỏ qua tổng kết tuần

source: Display name
ja: 表示名
ko: 표시 이름
vi: Tên hiển thị

source: Do that
ja: 実行
ko: 실행
vi: Làm vậy

source: Do you mean %@?
ja: %@という意味ですか？
ko: %@을(를) 말씀하시나요?
vi: Ý bạn là %@?

source: Done
ja: 完了
ko: 완료
vi: Xong

source: Done today
ja: 今日は完了
ko: 오늘 완료
vi: Hôm nay xong rồi

source: Done. %@ → %@ from your next session. You'll see it under %@'s adjustments on Today; undo in Settings → Training.
ja: 完了しました。次回のセッションから%@ → %@になります。今日の画面で%@の調整として表示されます。元に戻すには設定 → トレーニングへ。
ko: 완료했어요. 다음 세션부터 %@ → %@예요. 오늘 화면에서 %@의 조정으로 보여요. 되돌리려면 설정 → 훈련으로.
vi: Xong. %@ → %@ từ buổi tập tiếp theo. Bạn sẽ thấy mục này trong điều chỉnh của %@ ở màn hình Hôm nay; hoàn tác trong Cài đặt → Tập luyện.

source: Done. A fresh 6-week block starts today from week 1.
ja: 完了しました。新しい6週間のブロックが今日、第1週から始まります。
ko: 완료했어요. 오늘부터 새 6주 블록이 1주차로 시작돼요.
vi: Xong. Khối 6 tuần mới bắt đầu hôm nay từ tuần 1.

source: Done. Deload starts now: fewer sets this week, loads stay. Today shows the deload plan.
ja: 完了しました。ディロードを今すぐ開始します: 今週はセット数を減らし、重量は維持します。今日の画面にディロード計画が表示されます。
ko: 완료했어요. 디로드를 지금 시작해요: 이번 주는 세트를 줄이고, 중량은 유지돼요. 오늘 화면에 디로드 계획이 표시돼요.
vi: Xong. Giảm tải bắt đầu ngay: tuần này ít hiệp hơn, mức tạ giữ nguyên. Hôm nay sẽ hiện kế hoạch giảm tải.

source: Double tap to collapse
ja: ダブルタップで折りたたむ
ko: 두 번 탭하여 접기
vi: Chạm hai lần để thu gọn

source: Double tap to expand
ja: ダブルタップで展開
ko: 두 번 탭하여 펼치기
vi: Chạm hai lần để mở rộng

source: Double tap to move the session here
ja: ダブルタップでセッションをここに移動
ko: 두 번 탭하여 세션을 여기로 이동
vi: Chạm hai lần để chuyển buổi tập đến đây

source: Double tap to mute or unmute. Touch and hold to repeat.
ja: ダブルタップでミュートを切り替え、長押しで最後のガイダンスを繰り返します。
ko: 이중 탭으로 음소거를 전환하고 길게 눌러 마지막 안내를 반복합니다.
vi: Chạm hai lần để tắt/bật tiếng. Chạm và giữ để lặp lại hướng dẫn.

source: Double tap to reschedule, skip or record this session
ja: ダブルタップでこのセッションを再スケジュール、スキップ、または記録できます
ko: 이 세션을 다시 예약하거나 건너뛰거나 기록하려면 두 번 탭하세요
vi: Nhấn hai lần để dời lịch, bỏ qua hoặc ghi buổi tập này

source: Download voice model
ja: 音声モデルをダウンロード
ko: 음성 모델 다운로드
vi: Tải mô hình giọng nói

source: Due today
ja: 今日が期限
ko: 오늘 마감
vi: Đến hạn hôm nay

source: Dumbbells
ja: ダンベル
ko: 덤벨
vi: Tạ đơn

source: Duration
ja: 所要時間
ko: 시간
vi: Thời lượng

source: ELAPSED
ja: 経過
ko: 경과
vi: Trôi qua

source: ELAPSED · ♥ %lld
ja: 経過 · ♥ %lld
ko: 경과 · ♥ %lld
vi: Trôi qua · ♥ %lld

source: Each link expires on its own date and can be revoked. Revoking stops future access; a copy already saved by someone else cannot be recalled.
ja: 各リンクはそれぞれの日に失効し、取り消すこともできます。取り消すと今後のアクセスが停止しますが、誰かがすでに保存したコピーは回収できません。
ko: 각 링크는 자체 날짜에 만료되며 철회할 수 있습니다. 철회하면 향후 접근이 중단되지만, 이미 다른 사람이 저장한 사본은 회수할 수 없습니다.
vi: Mỗi liên kết hết hạn vào ngày riêng của nó và có thể bị thu hồi. Thu hồi sẽ chặn truy cập trong tương lai; bản sao đã được người khác lưu thì không thể thu hồi lại.

source: Early deload · two red days in a row
ja: 早期ディロード · 赤が2日連続
ko: 조기 디로드 · 이틀 연속 레드
vi: Giảm tải sớm · hai ngày đỏ liên tiếp

source: Earned
ja: 獲得済み
ko: 획득함
vi: Đã đạt

source: Easier than target, so the load goes up.
ja: 目標より楽だったので、負荷を上げます。
ko: 목표보다 쉬웠으니 중량을 올려요.
vi: Nhẹ hơn mục tiêu nên mức tạ tăng.

source: Edit
ja: 編集
ko: 편집
vi: Sửa

source: Edit equipment
ja: 器具を編集
ko: 기구 편집
vi: Sửa dụng cụ

source: Edit exercise
ja: 種目を編集
ko: 운동 편집
vi: Sửa bài tập

source: Edit goal
ja: 目標を編集
ko: 목표 편집
vi: Sửa mục tiêu

source: Edit gym
ja: ジムを編集
ko: 헬스장 편집
vi: Sửa phòng gym

source: Edit note
ja: メモを編集
ko: 메모 편집
vi: Sửa ghi chú

source: Edit profile
ja: プロフィールを編集
ko: 프로필 편집
vi: Sửa hồ sơ

source: Edit set feedback for set %lld
ja: セット%lldのフィードバックを編集
ko: 세트 %lld의 세트 피드백 편집
vi: Sửa phản hồi cho hiệp %lld

source: Edit targets
ja: 目標を編集
ko: 목표 편집
vi: Sửa mục tiêu

source: Effort coverage
ja: 主観強度のカバー率
ko: 노력도 기록 범위
vi: Mức độ ghi gắng sức

# Effort not recorded for these %lld sets.
source: Effort not recorded for these %1$lld sets.
ja: これら %1$lld セットの主観強度は未記録です。
ko: 이 %1$lld 세트의 노력도는 기록되지 않았습니다.
vi: Chưa ghi mức gắng sức cho %1$lld hiệp này.

source: Elapsed
ja: 経過
ko: 경과
vi: Đã trôi qua

source: Elapsed %lld minutes %lld seconds
ja: 経過%lld分%lld秒
ko: 경과 %lld분 %lld초
vi: Đã trôi %lld phút %lld giây

source: Eligible pressing work exceeds pulling work. Review the contributing sessions before changing the plan.
ja: 対象となるプレス系の実施量がプル系を上回っています。プランを変更する前に関連セッションを確認してください。
ko: 적격 밀기 운동이 당기기 운동을 초과합니다. 계획을 변경하기 전에 기여 세션을 검토하세요.
vi: Khối lượng đẩy đủ điều kiện vượt quá khối lượng kéo. Hãy xem lại các buổi tập liên quan trước khi thay đổi kế hoạch.

source: Eligible pulling work exceeds pressing work. Review the contributing sessions before changing the plan.
ja: 対象となるプル系の実施量がプレス系を上回っています。プランを変更する前に関連セッションを確認してください。
ko: 적격 당기기 운동이 밀기 운동을 초과합니다. 계획을 변경하기 전에 기여 세션을 검토하세요.
vi: Khối lượng kéo đủ điều kiện vượt quá khối lượng đẩy. Hãy xem lại các buổi tập liên quan trước khi thay đổi kế hoạch.

source: Eligible sets by movement
ja: 動作別の対象セット
ko: 동작별 적격 세트
vi: Hiệp đủ điều kiện theo động tác

source: Email
ja: メールアドレス
ko: 이메일

source: End workout
ja: ワークアウトを終了
ko: 운동 종료
vi: Kết thúc buổi tập

source: Energy
ja: エネルギー
ko: 에너지
vi: Năng lượng

source: Energy is low. Keep RPE honest and bank sleep.
ja: エネルギーが低めです。RPEは正直に、睡眠をしっかり貯めて。
ko: 에너지가 낮아요. RPE는 솔직하게 기록하고 수면을 챙기세요.
vi: Năng lượng đang thấp. Ghi RPE trung thực và bù giấc ngủ.

source: Enough verified records to judge this goal.
ja: この目標を判定するのに十分な確認済み記録があります。
ko: 이 목표를 평가하기에 충분한 확인 기록.
vi: Đủ bản ghi đã xác minh để đánh giá mục tiêu này.

source: Enter a name and nutrition values to save.
ja: 保存するには名前と栄養価を入力してください。
ko: 저장하려면 이름과 영양 정보를 입력하세요.
vi: Nhập tên và giá trị dinh dưỡng để lưu.

source: Enter a name for this equipment.
ja: この器具の名前を入力してください。
ko: 이 기구의 이름을 입력하세요.
vi: Nhập tên cho dụng cụ này.

source: Enter barcode
ja: バーコードを入力
ko: 바코드 입력
vi: Nhập mã vạch

source: Enter the load and reps you did.
ja: 実施した重量と回数を入力してください。
ko: 실제로 한 중량과 횟수를 입력하세요.
vi: Nhập mức tạ và số lần bạn đã thực hiện.

source: Enter the smallest change as a number.
ja: 最小刻みを数値で入力してください。
ko: 최소 증감을 숫자로 입력하세요.
vi: Nhập bước thay đổi nhỏ nhất bằng số.

source: Enter the weight added per stack step.
ja: スタックの刻みごとに加わる重さを入力してください。
ko: 스택 단계마다 추가되는 중량을 입력하세요.
vi: Nhập mức tạ tăng thêm mỗi bước khối tạ.

source: Enter the weight of the first stack step.
ja: スタックの最初の刻みの重さを入力してください。
ko: 첫 스택 단계의 중량을 입력하세요.
vi: Nhập mức tạ của bước đầu khối tạ.

source: Enter your bodyweight — it sizes your starting loads.
ja: 体重を入力してください — 初期負荷の設定に使われます。
ko: 체중을 입력하세요 — 시작 중량을 결정합니다.
vi: Nhập cân nặng của bạn — nó dùng để tính mức tạ khởi đầu.

source: Entry types
ja: エントリーの種類
ko: 항목 유형
vi: Loại mục

source: Equipment
ja: 器具
ko: 운동 기구
vi: Dụng cụ

source: Equipment name
ja: 器具の名前
ko: 기구 이름
vi: Tên dụng cụ

source: Equipment passport
ja: 器具パスポート
ko: 기구 여권
vi: Hồ sơ thiết bị tập

source: Equipment passport saved with no item changes.
ja: 器具パスポートを保存しました（器具の変更はありません）。
ko: 항목 변경 없이 기구 여권이 저장되었습니다.
vi: Đã lưu hồ sơ thiết bị tập, không có thay đổi nào.

source: Equipment passport saved: %@.
ja: 器具パスポートを保存しました: %@。
ko: 기구 여권 저장됨: %@.
vi: Đã lưu hồ sơ thiết bị tập: %@.

source: Equipment: %@
ja: 器具: %@
ko: 기구: %@
vi: Dụng cụ: %@

source: Estimated 1RM
ja: 推定1RM
ko: 추정 1RM
vi: 1RM ước tính

source: Every badge earned.
ja: すべてのバッジを獲得しました。
ko: 모든 배지를 획득했어요.
vi: Đã đạt đủ mọi huy hiệu.

source: Every session the plan asked for this week is either recorded or explicitly skipped. Regenerate the next week in the week designer when you're ready — nothing here changes on its own.
ja: 今週プランが求めたセッションはすべて記録済みか明示的にスキップされています。準備ができたら週デザイナーで来週を再作成してください — ここでは何も自動で変わりません。
ko: 이번 주 계획이 요청한 모든 세션은 기록되거나 명시적으로 건너뛰었습니다. 준비되면 주간 설계에서 다음 주를 다시 생성하세요 — 여기는 저절로 변경되지 않습니다.
vi: Mọi buổi tập mà kế hoạch yêu cầu tuần này đều đã được ghi hoặc bị bỏ qua một cách rõ ràng. Hãy tạo lại tuần tiếp theo trong trình thiết kế tuần khi bạn sẵn sàng — không có gì ở đây tự thay đổi.

source: Every type is selected, which resolves to All.
ja: すべての種類が選択されています。「すべて」と同じ扱いになります。
ko: 모든 유형이 선택되어 전체와 동일합니다.
vi: Mọi loại đều được chọn, và điều này tương đương Tất cả.

source: Every workout you finish lands here with its sets, tonnage and duration — grouped by month, and editable afterwards.
ja: 終了したワークアウトはすべて、セット、総重量、所要時間とともにここに記録されます — 月ごとにまとめられ、後から編集できます。
ko: 마친 모든 운동이 세트, 총 중량, 시간과 함께 여기에 표시되며 월별로 그룹화되고 나중에 편집할 수 있습니다.
vi: Mọi buổi tập bạn hoàn thành đều xuất hiện ở đây cùng các hiệp, tổng khối lượng và thời lượng — được nhóm theo tháng, và có thể chỉnh sửa sau đó.

source: Everything repeats. Hit the same numbers cleaner.
ja: 全部キープ。同じ数字をよりきれいに仕上げましょう。
ko: 전부 유지예요. 같은 수치를 더 깔끔하게 해내세요.
vi: Tất cả giữ nguyên. Làm cùng con số đó sạch hơn.

source: Everything you ate today is logged
ja: 今日食べたものはすべて記録済みです
ko: 오늘 먹은 모든 것이 기록됨
vi: Mọi thứ bạn đã ăn hôm nay đều đã ghi

source: Evidence
ja: 根拠
ko: 증거
vi: Bằng chứng

source: Evidence coverage
ja: 根拠のカバー率
ko: 증거 범위
vi: Mức bao phủ bằng chứng

source: Evidence coverage: %@
ja: 根拠のカバー率: %@
ko: 증거 범위: %@
vi: Mức bao phủ bằng chứng: %@

source: Example
ja: 例
ko: 예시
vi: Ví dụ

source: Example only. Nothing is saved.
ja: 例です。何も保存されません。
ko: 예시예요. 아무것도 저장되지 않아요.
vi: Chỉ là ví dụ. Không lưu gì cả.

source: Exclude
ja: 除外
ko: 제외
vi: Loại bỏ

source: Exercise
ja: 種目
ko: 운동
vi: Bài tập

source: Exercise options
ja: 種目のオプション
ko: 운동 옵션
vi: Tùy chọn bài tập

source: Exercise rules
ja: 種目のルール
ko: 운동 규칙
vi: Quy tắc bài tập

source: Exercise swapped
ja: 種目が入れ替えられました
ko: 운동 교체됨
vi: Đã đổi bài tập

source: Exercises
ja: 種目
ko: 운동
vi: Bài tập

source: Exercises are picked from this equipment.
ja: この器具で行える種目を選びます。
ko: 이 장비로 할 수 있는 운동을 골라요.
vi: Bài tập được chọn theo dụng cụ này.

source: Exit
ja: 終了
ko: 나가기
vi: Thoát

source: Expand to edit sets
ja: 展開してセットを編集
ko: 세트를 편집하려면 펼치기
vi: Mở rộng để sửa hiệp

source: Expanded
ja: 展開済み
ko: 펼쳐짐
vi: Đã mở rộng

source: Experience
ja: 経験
ko: 경험
vi: Kinh nghiệm

source: Experiments
ja: 実験
ko: 실험
vi: Thử nghiệm

source: Expired
ja: 期限切れ
ko: 만료됨
vi: Đã hết hạn

source: Expires %@. Revoke it below to stop future access.
ja: %@に失効します。今後のアクセスを止めるには下で取り消してください。
ko: %@에 만료됩니다. 향후 접근을 막으려면 아래에서 철회하세요.
vi: Hết hạn %@. Hãy thu hồi bên dưới để chặn truy cập trong tương lai.

source: Explain my deload
ja: デロードを説明して
ko: 디로드를 설명해 줘
vi: Giải thích giảm tải

source: Explain this change to my program: %@
ja: プログラムへのこの変更を説明して: %@
ko: 내 프로그램의 이 변경 설명: %@
vi: Giải thích thay đổi này cho chương trình của tôi: %@

source: Explains why
ja: 理由を説明
ko: 이유 설명
vi: Giải thích lý do

source: Export CSV
ja: CSVを書き出す
ko: CSV 내보내기
vi: Xuất CSV

source: Fast logging
ja: クイック記録
ko: 빠른 기록
vi: Ghi nhanh

source: Fatigue
ja: 疲労
ko: 피로
vi: Mệt mỏi

source: Fatigue has been in the red two days running. I'm moving your deload up: half the sets, RPE ≤ 6 for the next %lld sessions, then a fresh block.
ja: 疲労が2日連続で赤です。ディロードを前倒しします: 次の%lldセッションはセット半減、RPE ≤ 6。その後新しいブロックへ。
ko: 피로가 이틀 연속 레드예요. 디로드를 앞당길게요: 다음 %lld세션은 세트 절반, RPE ≤ 6. 이후 새 블록이 시작돼요.
vi: Mệt mỏi đã hai ngày liên tiếp ở vùng đỏ. Tôi đẩy giảm tải sớm: %lld buổi tiếp theo nửa số hiệp, RPE ≤ 6, sau đó sang khối mới.

source: Fatigue is elevated — optional sets trimmed.
ja: 疲労が高まっています — 任意セットを減らしました。
ko: 피로가 높아요 — 선택 세트를 줄였어요.
vi: Mệt mỏi tăng — đã bớt các hiệp tùy chọn.

source: Fatigue observations
ja: 疲労の観測結果
ko: 피로 관측
vi: Quan sát về mệt mỏi

source: Fatigue's up. I dropped your optional sets.
ja: 疲労が上がっています。任意セットを外しました。
ko: 피로가 올랐어요. 선택 세트를 뺐어요.
vi: Mệt mỏi tăng rồi. Tôi đã bỏ bớt hiệp tùy chọn.

source: Favorites
ja: お気に入り
ko: 즐겨찾기
vi: Yêu thích

source: Feed
ja: フィード
ko: 피드
vi: Bảng tin

source: Fifteen seconds. Sleep and soreness set today's plan.
ja: 15秒で終わります。睡眠と筋肉痛が今日のプランを決めます。
ko: 15초면 끝나요. 수면과 근육통이 오늘의 계획을 정해요.
vi: Chỉ 15 giây. Giấc ngủ và đau nhức quyết định kế hoạch hôm nay.

source: Filter
ja: 絞り込み
ko: 필터
vi: Lọc

source: Filter by location
ja: 場所で絞り込み
ko: 위치로 필터
vi: Lọc theo địa điểm

source: Filter, %@ entry types selected
ja: 絞り込み、%@種類のエントリーを選択中
ko: 필터, %@개 항목 유형 선택됨
vi: Lọc, đã chọn %@ loại mục

source: Filter, all entry types
ja: 絞り込み、すべてのエントリー種類
ko: 필터, 모든 항목 유형
vi: Lọc, mọi loại mục

source: Find
ja: 検索
ko: 찾기
vi: Tìm

source: Find a variant for today
ja: 今日の代替種目を探す
ko: 오늘의 대체 운동 찾기
vi: Tìm biến thể cho hôm nay

source: Find people — their handle
ja: 人を探す — ハンドルを入力
ko: 사람 찾기 — 핸들 입력
vi: Tìm người — nhập handle

source: Finish a workout to see your e1RM trend.
ja: ワークアウトを終えるとe1RMの推移が見られます。
ko: 운동을 마치면 e1RM 추이를 볼 수 있어요.
vi: Hoàn tất một buổi tập để xem xu hướng e1RM.

source: Finish with %lld of %lld sets logged?
ja: %lld / %lldセットの記録で終了しますか？
ko: %lld / %lld세트 기록한 채로 마칠까요?
vi: Kết thúc khi đã ghi %lld trên %lld hiệp?

source: Finish workout
ja: ワークアウトを終了
ko: 운동 마치기
vi: Kết thúc buổi tập

source: Finished sessions
ja: 完了したセッション
ko: 완료된 세션
vi: Buổi tập đã hoàn thành

source: Finished workouts
ja: 完了したワークアウト
ko: 마친 운동
vi: Buổi tập đã xong

source: First session
ja: 最初のセッション
ko: 첫 세션
vi: Buổi tập đầu tiên

source: First session. Your loads come from your numbers. Log RPE honestly and I tune every lift from here.
ja: 最初のセッションです。負荷はあなたの数値から決まります。RPEを正直に記録すれば、この先すべてを調整します。
ko: 첫 세션이에요. 중량은 당신의 수치에서 나와요. RPE를 솔직히 기록하면 이후 전부 조정해요.
vi: Buổi tập đầu tiên. Mức tạ đến từ số liệu của bạn. Ghi RPE trung thực, từ đây tôi chỉnh từng bài.

source: First stack step
ja: スタックの最初の刻み
ko: 첫 스택 단계
vi: Bước đầu của khối tạ

source: First time with this exercise
ja: この種目は初めて
ko: 이 운동은 처음
vi: Lần đầu với bài tập này

source: First time · start %@ %@
ja: 初めて · %@ %@から開始
ko: 처음 · %@ %@ 시작
vi: Lần đầu · bắt đầu %@ %@

source: Fitting %lld working sets into %lld min
ja: %2$lld分に%1$lldセットを配置中
ko: %2$lld분에 %1$lld세트 배치 중
vi: Đang xếp %lld hiệp chính vào %lld phút

source: Fix %lld error%@ first — this file cannot be activated as it stands.
ja: まず%1$lld件のエラー%2$@を修正してください — このファイルは現状では有効化できません。
ko: 먼저 %1$lld개 오류%2$@를 수정하세요 — 이 파일은 현재 상태로 활성화할 수 없습니다.
vi: Hãy sửa %1$lld lỗi%2$@ trước — tệp này không thể kích hoạt như hiện tại.

source: Fix before saving
ja: 保存前に修正
ko: 저장 전에 수정
vi: Sửa trước khi lưu

source: Fix it
ja: 修正する
ko: 수정
vi: Sửa

source: Fix the highlighted problems first.
ja: 先にハイライトされた問題を修正してください。
ko: 먼저 강조 표시된 문제를 수정하세요.
vi: Hãy sửa những lỗi được đánh dấu trước.

source: Fix the problem above to save
ja: 保存するには上の問題を修正してください
ko: 저장하려면 위 문제를 수정하세요
vi: Hãy sửa vấn đề ở trên để lưu

source: Flag an area and the plan swaps exercises that load it.
ja: 部位を選ぶと、その部位に負荷がかかる種目を入れ替えます。
ko: 부위를 표시하면 그 부위에 부담을 주는 운동을 바꿔요.
vi: Đánh dấu một vùng, kế hoạch sẽ đổi các bài tập dồn lực vào vùng đó.

source: Focus Mode
ja: 集中モード
ko: 집중 모드
vi: Chế độ Tập trung

source: Focus mode
ja: 集中モード
ko: 집중 모드
vi: Chế độ tập trung

source: Follow
ja: フォロー
ko: 팔로우
vi: Theo dõi

source: Follow app language
ja: アプリの言語に従う
ko: 앱 언어 따르기
vi: Theo ngôn ngữ ứng dụng

source: Follow someone to fill this up
ja: 誰かをフォローするとここが埋まります
ko: 누군가를 팔로우하면 채워져요
vi: Theo dõi ai đó để lấp đầy đây

source: Foods you log show up here.
ja: 記録した食品がここに表示されます。
ko: 기록한 음식이 여기 나타나요.
vi: Thực phẩm bạn ghi sẽ xuất hiện ở đây.

source: For example: deadlift 132.5x8 @8
ja: 例: deadlift 132.5x8 @8
ko: 예: deadlift 132.5x8 @8
vi: Ví dụ: deadlift 132.5x8 @8

source: Forearms
ja: 前腕
ko: 전완
vi: Cẳng tay

source: Forget all
ja: すべて忘れる
ko: 모두 지우기
vi: Xóa tất cả

source: Forget all coach notes?
ja: コーチのメモをすべて忘れますか？
ko: 코치 메모를 모두 지울까요?
vi: Xóa tất cả ghi chú của HLV?

source: Forget this note
ja: このメモを忘れる
ko: 이 메모 지우기
vi: Xóa ghi chú này

source: Format
ja: 形式
ko: 형식
vi: Định dạng

source: Format v%lld · %@
ja: フォーマット v%1$lld · %2$@
ko: 형식 v%1$lld · %2$@
vi: Định dạng v%1$lld · %2$@

source: Free
ja: 無料
ko: 무료
vi: Miễn phí

source: Frequency
ja: 頻度
ko: 빈도
vi: Tần suất

source: From Health · edit if wrong
ja: ヘルスケアから · 違えば修正
ko: 건강 앱에서 · 틀리면 수정
vi: Từ Sức khỏe · sửa nếu sai

source: From your training setup
ja: トレーニング設定から
ko: 내 훈련 설정에서
vi: Từ thiết lập tập luyện của bạn

source: Front
ja: 前面
ko: 앞면
vi: Mặt trước

source: Front delts
ja: 前部三角筋
ko: 전면 삼각근
vi: Vai trước

source: Fuel
ja: 栄養
ko: 영양
vi: Dinh dưỡng

source: Fuel targets
ja: 栄養の目標
ko: 영양 목표
vi: Mục tiêu dinh dưỡng

source: Fuel the block
ja: ブロックの燃料を補給
ko: 블록에 연료 공급
vi: Nạp nhiên liệu cho khối

source: Full access. Week 1 starts.
ja: 全機能を利用可能。第1週が始まります。
ko: 모든 기능 이용 가능. 1주차가 시작돼요.
vi: Toàn quyền truy cập. Tuần 1 bắt đầu.

source: Generated by Regulift
ja: Reguliftにより生成
ko: Regulift이 생성
vi: Tạo bởi Regulift

source: Get started
ja: はじめる
ko: 시작하기
vi: Bắt đầu

source: Give a month, get a month
ja: 1か月贈って、1か月もらう
ko: 1개월 주고, 1개월 받기
vi: Tặng một tháng, nhận một tháng

source: Give a month, get a month — sign in to share your code.
ja: 1か月贈って1か月もらう — サインインしてコードを共有。
ko: 1개월 주고 1개월 받기 — 로그인해서 코드를 공유해요.
vi: Tặng một tháng, nhận một tháng — đăng nhập để chia sẻ mã.

source: Glutes
ja: 大殿筋
ko: 둔근
vi: Mông

source: Go
ja: 開始
ko: 시작
vi: Bắt đầu

source: Go back
ja: 戻る
ko: 뒤로 가기
vi: Quay lại

source: Go to %@
ja: %@へ移動
ko: %@로 이동
vi: Đi tới %@

source: Goal
ja: 目標
ko: 목표
vi: Mục tiêu

source: Goal note
ja: 目標メモ
ko: 목표 메모
vi: Ghi chú mục tiêu

source: Goal roadmap
ja: 目標のロードマップ
ko: 목표 로드맵
vi: Lộ trình mục tiêu
